tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "heroku/brew"
tap "cli/cli"

brew "zsh"
brew "git"
brew "tig"
brew "stow"
brew "zplug"
brew "jq"
brew "htop"
brew "nmap"
brew "ripgrep"
brew "dockutil"
brew "mas"
brew "bat"
brew "prettyping"
brew "tldr"
brew "httpie"
brew "ncdu"
brew "noti"
brew "gist"
brew "exa"
brew "dcraw"
brew "node"
brew "hub"
brew "yarn"
brew "heroku"
brew "curl"
brew "fd"
brew "procs"
cask "notion"
cask "firefox"
cask "vlc"
cask "slack"
cask "1password"
cask "font-cascadia"

mas "Bear", id: 1091189122
mas "Keynote", id: 409183694
mas "Pixelmator Pro", id: 1289583905
mas "The Unarchiver", id: 425424353
mas "Things3", id: 904280696
mas "Tailscale", id: 1475387142
mas "SurfShark", id: 1437809329
