brew "fish"
brew "dockutil"
brew "btop"
brew "mise"
brew "speedtest-cli"
brew "tailscale"
brew "starship"
brew "sqlite"
brew "postgresql@17"

cask "container"
cask "font-cascadia-code"
cask "visual-studio-code"
cask "keyboardcleantool"
cask "iina"
cask "signal"
cask "slack"
cask "yaak"
