brew "fish"
brew "dockutil"
brew "btop"
brew "mise"
brew "speedtest-cli"
brew "starship"
brew "postgresql@18"
brew "awscli"
brew "fzf"
brew "eza"
brew "zoxide"
brew "gh"
brew "lazygit"
brew "tmux"
brew "ast-grep"
brew "bat"
brew "fd"
brew "git"
brew "neovim"
brew "ripgrep"
brew "tree-sitter-cli"
brew "httpie"
brew "jq"
brew "curlie"
brew "witr"
brew "mole"
brew "container"
brew "jj"
brew "git-delta"
brew "tlrc"
brew "trash"

cask "font-cascadia-code"
cask "font-caskaydia-cove-nerd-font"
cask "ghostty"
cask "keyboardcleantool"
cask "linear-linear"
cask "notion"
cask "slack"
cask "tailscale-app"
cask "claude"
cask "claude-code"
cask "zoom"
