brew "fish"
brew "dockutil"
brew "btop"
brew "mise"
brew "speedtest-cli"
brew "starship"
brew "sqlite"
brew "postgresql@17"
brew "awscli"
brew "fzf"
brew "eza"
brew "zoxide"
brew "claude-code"

cask "container"
cask "font-cascadia-code"
cask "visual-studio-code"
cask "keyboardcleantool"
cask "iina"
cask "signal"
cask "slack"
cask "yaak"
cask "tailscale"
cask "claude"
cask "zoom"
